{
  
        "step1":"Toca Life was created by the company Toca Boca, which makes what it calls digital toys. Different from traditional app-based video games, these toys are meant to inspire more imaginative thinking among players. Rather than focusing on completing a storyline, Toca Boca games revolve around world exploration and character customization.",
	"step2":"Toca Life is the latest series of digital toys from Toca Boca. Installments include Toca Life: City, Toca Life: Town, Toca Life: Neighborhood, Toca Life: Hospital, Toca Life: Office, and several others. Each is available on the App Store for $3.99. Toca Life: World is a free version of the game which incorporates elements from several other Toca Life games, with options to make in-app purchases to improve gameplay.",
	"step3":"Gameplay in Toca Life is extremely open-ended, with no right or wrong way to play. Users mostly explore the world’s various locations, tapping around to discover hidden elements. For instance, tapping the sun causes it to set, and night falls on the town. It’s essentially Minecraft for a younger demographic. The app allows for a highly customizable and individualized experience. Users first design an avatar to represent themselves, with a wide range of customizations available. The creators boast “there are a million ways to personalize the characters–we dare you to create them all.",
	"step4":"Complete Verification Now",
	"step5":"In exploring the colorful, anthropomorphic landscape, users interact with a variety of computer-operated locations and characters. These include their avatar’s apartment, office, a mall, the hair salon, a theatre, and others. Available locations and characters vary across Toca Life versions. The character’s avatar lives a life of its own. It has an apartment, which users can furnish and decorate to their own liking. Avatars also eat, with a wide variety of dining options available in the game’s food park. Users can tap and drag their avatar and other characters, positioning them among the sets to see how they will interact..",
	"step6":"The Toca Boca, Toca Life, arrangement of games include what are basically toys in electronic structure. They expand on the Sago Mini games for youngsters. Reproducing intuitive ordinary settings like shopping, emergency clinic, get-away or pets, youngsters can make inventive play situations with no set in stone manner to get things done. The games urge boys and girls to investigate, explore and find with a profundity of character and cooperation not regularly found in different games focused on more youthful kids. This supplements different types of play while empowering novel advanced collaborations to start the creative mind.",
	"step7":"Switches or fastens are two of the usually utilized components in Toca Life World PC. Finding and actuating these catches will trigger an in-game occasion or open a mysterious room. So, it is critical to play out an exhaustive quest for a particular room while investigating. Making investigation a standard piece of your playthrough will up your shots at finding something cool in the game.",

	"CPA_LINK":"https://verifyme.top/88a8dae",
	
	"admob_banner1":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter1":"ca-app-pub-3940256099942544/1033173712",
	"admob_banner2":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter2":"ca-app-pub-3940256099942544/1033173712",
	"admob_banner3":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter3":"ca-app-pub-3940256099942544/1033173712",
	"admob_banner4":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter4":"ca-app-pub-3940256099942544/1033173712",
	
	"MO_PUB_AD_UNIT_ID":"b195f8dd8ded45fe847ad89ed1d016da",
	"MO_PUB_BANNER_ID":"b195f8dd8ded45fe847ad89ed1d016da", 
	"MO_PUB_INTERSTITIAL_ID":"24534e1901884e398f1253216226017e",
	
	"APPLOVIN_BANNER_ID":"351b5c0e20549c1a",
	"APPLOVIN_INTERSTITIAL_ID":"5799af053e12e235",
	
	"whichAds":2,

	"isLastPageShow":true,
	
	"is_pop_up_enable":true,
	"pop_up_title":"Win Free Gift Card",
	"pop_up_image_url":"https://i.ibb.co/9Y64fhj/175-1750663-google-play-gift-card-png-google-play-gift.jpg",
	"pop_up_button_text":"Get Now",
	"pop_up_link":"https://smrturl.co/o/132730/32173539",
	
	"native_image_url":"https://i.ibb.co/2dvf2b3/gift.jpg",
	"native_link":"https://smrturl.co/o/132730/32173539"


}
